Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/svenskakyrkan/default.aspx_id=713425.html.tmx
Source language: sme
Languages: smj

source: Sámit Ruoŧa girkus - Svenska kyrkan - Om oss
smj: Sámevuohta Svieriga girkkon - Svenska kyrkan - Om oss

source: Sámit Ruoŧa girkus
smj: Sámevuohta Svieriga girkkon

source: Juohke searvegoddi Ruoŧa girkus almmuha iežas searvegoddebagadusas got sii barget omd. sámegillii.
smj: Juohkka tjoaggulvis Svieriga girkkon vaddá tjoaggulvisbagádusánis ietjá ássjij lassen diedov sámegiela bargos birra.

source: Máŋga jagi lea juo leamaš jođus dehálaš bargu ovddidit girku barggu sámegielaid ektui ja sámiid fátmmastit girku oskkus ja eallimis.
smj: Le juo moadda jage årrum ájnas åvddånimdoajmma girkko sámegiela bargo hárráj, mij sámevuodav laset girkko jáhkkuj ja iellemij.

source: Sámiin leat earenoamáš ja mávssolaš vásáhusat mat leat dehálaččat juogadit girku barggus ja teologiijas, maiddái servodagas muđui.
smj: Sámijn li sierralágásj, árvulasj dåbdijdusá, majt girkkodåjman ja teologidjan, ja vil sebrudagán ietján aj, fálli.

source: Sámegielat gullet girku gielaide, muhto geavaheapmi girkomeanuin ja eará doaimmain ferte ovddiduvvot.
smj: Sáme giela gulluji girkko ietjá gielajda, valla dajt ávkkim jubmeldievnon ja ietjá dåjmajn viertti åvdeduvvat.

source: Sámiid ja Ruoŧa girku gaskavuođas lea guhkes historjá – geaidnu risttalaš jáhkkui servodatlaš ja girkolaš duolbmama bakte otná girkui mii háliida bargguidis bakte oassálastit vai sámit ožžot saji ja sámekultuvra ja sámegielat oidnojit ja geavahuvvojit.
smj: Sámij ja Svieriga girkko gasskavuodan le guhka histåvrrå – dålutjij ietjájduvvama rájes ristalasj jáhko rádjáj ja sebrudaga ja girkko duolmmoma baktu udnásj girkko rádjáj, man sidot dálla le sámijt tjuodtjeldahttet vaj sáme kultuvrra ja sámij giela vuojnnusij båhti ja adnuj båhti.

source: Doallat sámegielat girkomeanuid Ruoŧa girkus sámit dollet girkomeanuid iežaset sámegillii ja čalmmustahttet vásáhusaid unnitloguálbmotjoavkun ja álgoálbmogin.
smj: Svieriga girkkon li sámijn jubmeldievno sámegiellaj majn dåbdijdusájdisá vuosedi gåktus le unneplåhkon ja álggoálmmugin årrot.

source: Ovdamearkka dihte girkomeanuin, doaibmaplánemiin ja mearrádusain buktet sámit ovdan dan mii lea dehálaš sámi kultuvrras ja eallinipmárdusas, ja nu oassálastet cegget girku mii duvdá vuoigatvuohta ja lea vuoiggalaš.
smj: Åvddåmerka diehti jubmeldievnojn, doajmmaplánimijn ja mierredimijn sáme vaddi ájnas diedov sámekultuvra ja iellemdádjadusá birra ja duvddi dajna dan girkko tsieggimav mij le riektá ja rievtesferdukvuoda åvdåstiddjen.

source: Girku bargu sámiid gaskkas ja sámegillii fuolahuvvo sierra organisašuvnnas.
smj: Girkko bargguj sámij ja sámegielaj buorren gávnnu sierra organisasjåvnnå.

source: Ruoŧa girku Sámi ráđđi vuođđuduvvui 1996 ja lea njuolga Girkostivrra vuollásaš.
smj: Sáme Ráde Svieriga girkkon vuododuváj 1996 ja le njuolgga Girkkostivra vuollásattjan.

source: Ráđi oaiveulbmil lea doarjut sámi identitehta, kultuvrra ja oassálastima girkus ja servodagas.
smj: Ráde oajvveulmme le sáme identitehtav, kultuvrav ja oassálasstemav doarjodit girkkon ja sebrudagán.

source: Ráđđi doaibmá nášuvnnalaš dásis.
smj: Ráde doajmmá rijkalattjat.

source: Jorgaleamit dehálaš oassi barggus Sámegiella, visot suopmanat, lea identitehta ja kultuvrra guoddi.
smj: Sáme giella, umass varietehtajis, le identitehta ja kultuvra guodden.

source: Danin lea biibaljorgaleapmi sámegielaide dehálaš oassi Sámi ráđi doaimmas, maiddái sálmmaid ja girkolaš girjjiid jorgaleapmi jnv..
smj: Danen li rámáttevstaj jårggålibme sámegiellaj sáme ráde dahkamusá ájnas oasse, sálmaj ja girkkolasj girjij jårggålimij lassen.

source: Dál lea Ruoŧa-Norgga ovttasbargu jođus jorgalit biibalteavsttaid oarjánsámegillii, teavsttat mat dávjá geavahuvvojit iešguđet girkomeanuin.
smj: Dálla jårggåluvvi, Vuona-svierik aktisasjbargon, rámáttevsta oarjjelsámegiellaj, ma sierralágásj jubmeldievnojn aneduvvi.

source: Davvisámegielsálbmagirjji jorgaleapmi ja sálmmaid čohkken lea maid jođus.
smj: Sálmaj jårggålim- ja tjoahkkimbarggo nuorttasámegiela sálmmagirjjáj le aj ájggeguovddelis doajmma.

source: Sámi ráđis lea maid iežá dehálaš doaimmat nugo fuolahit ahte eanet diehtu sámiid ja Sámi birra almmuhuvvo ja bargat vai sámiin leat ovddasteaddjit girku mearridanorgánain riikka dásis, bismá- ja searvegottiin.
smj: Ietjá ájnas dåjma sámerádáj le åvdedit lasedum diedojt sámij ja Sáme, sámeednama, birra ja barggat sáme åvdåstibmáj girkko mierredimorgánajn rijkan, stiftajn ja tjoaggulvisájn.

source: Bargojoavkkut bismágottiin Julevu, Härnösanda ja Stockholma bismágottiin leat bargojoavkkut girku sámi doaimmaide.
smj: Julevu, Härnösanda ja Stockholma stiftajn barggojuohkusa gávnnuji girkko sámebargguj.

source: Maiddái Västeråsa ja Göteborga bismágottiin lea sámi girkoeallin áigeguovdil.
smj: Västeråsa ja Göteborga stiftaj ássjelistajn le aj sáme girkkoiellem maŋen.

source: Bismá- ja searvegottit sáhttet addit eanet dieđuid sámi bargguid birra.
smj: Stifta ja tjoaggulvisá máhtti diedov vaddet sáme bargo birra.

source: Ruoŧa Girku ordne juohke jagi sámi rihpaskuvlla ovttasbargguin Ruoŧa girku Sámiráđiin, Härnösanda ja Lulea bismágottiid Sámi refereansajoavkkuin ja Sáminuorain.
smj: Skallujlåhkåmläger sámijda Svieriga girkko juohkka jage ásat sáme skallujlåhkåmlägerav aktijbargon Sáme girkkorádijn Svieriga girkkon, Sáme referänssajuohkusijn Härnösánda ja Julevu stiftan, ja Sámenuorajn.

source: Eanet dieđuid jagi 2012 sámi rihpaskuvlla birra oaččut Birgitta Simmas Lulea bismágottis:: 0920-49 24 58.
smj: Ienep diededimev lägera birra 2012 aktavuodav válde Birgitta Simmajn Julev stiftan: 0920-4924 58.
